;Place localized text in this file

[DarkEvent_Sectopods X2DarkEventTemplate]
+DisplayName="Overwhelming Force"
+SummaryText="ADVENT sends out multi-Sectopod patrols on most missions."
+QuoteText="\"We're not going get anything done if we have to deal with groups of these walking tanks.\""
+QuoteTextAuthor="- Chief Shen"
+PreMissionText="Additional Sectopods on every mission for a month"
+PostMissionSuccessText="Dark Event Countered: Overwhelming Force"
+PostMissionFailureText="Failed to Counter Dark Event: Overwhelming Force"

[DarkEvent_Sectopods X2HackRewardTemplate]
+FriendlyName="Dark Event: Overwhelming Force"
+Description="Additional Sectopods are present on most missions."

[DarkEvent_StunBrigade X2DarkEventTemplate]
+DisplayName="Riot Control"
+SummaryText="ADVENT organizes and sends out Stun Lancer Brigades on most missions."
+QuoteText="\"Whoever's up there really hates us if ADVENT's deploying more of those prod jabbers. Are they going get shields too?\""
+QuoteTextAuthor="- Anonymous XCOM Soldier"
+PreMissionText="Additional Stun Lancers on every mission for a month"
+PostMissionSuccessText="Dark Event Countered: Stun Brigade"
+PostMissionFailureText="Failed to Counter Dark Event: Stun Brigade"

[DarkEvent_StunBrigade X2HackRewardTemplate]
+FriendlyName="Dark Event: Stun Lancer Brigade"
+Description="Additional Stun Lancers are present on most missions."

[DarkEvent_Berserkers X2DarkEventTemplate]
+DisplayName="Berserker Packs"
+SummaryText="ADVENT lets loose packs of Berserkers on most missions."
+QuoteText="\"ADVENT must be getting a bit desperate if they're letting these things roam the streets.\""
+QuoteTextAuthor="- Central Officer Bradford"
+PreMissionText="Berserker Packs on every mission for a month"
+PostMissionSuccessText="Dark Event Countered: Berserker Packs"
+PostMissionFailureText="Failed to Counter Dark Event: Berserker Packs"

[DarkEvent_Berserkers X2HackRewardTemplate]
+FriendlyName="Dark Event: Berserker Packs"
+Description="Packs of Berserkers are present on most missions."


[DarkEvent_EarlyAvatar X2DarkEventTemplate]
+DisplayName="Early Avatar Deployment"
+SummaryText="Finished successes from the Avatar Project are deployed with guards in most field missions."
+QuoteText="\"The fact they've gotten this far despite all we've done to slow them down...it makes me worry for our future.\""
+QuoteTextAuthor="- Dr. Tygan"
+PreMissionText="Successes of the Avatar Project are on most missions for a month"
+PostMissionSuccessText="Dark Event Countered: Early Avatar Deployment"
+PostMissionFailureText="Failed to Counter Dark Event: Early Avatar Deployment"

[DarkEvent_EarlyAvatar X2HackRewardTemplate]
+FriendlyName="Dark Event: Early Avatar Deployment"
+Description="Successes of the Avatar Project are present on every mission."



[DarkEvent_DragonRounds X2DarkEventTemplate]
+DisplayName="Incendiary Rounds"
+SummaryText="ADVENT incorporates incendiary chemicals into their weaponry, giving some ADVENT soldiers incendiary rounds for a month."
+QuoteText="\"With our fight against ADVENT lopsided as it is already, the threat of immolation in the field is not something we need.\""
+QuoteTextAuthor="- Dr. Tygan"
+PreMissionText="ADVENT units are equipped with incendiary rounds."
+PostMissionSuccessText="Dark Event Countered: Incendiary Rounds"
+PostMissionFailureText="Failed to Counter Dark Event: Incendiary Rounds"

[DarkEvent_DragonRounds X2HackRewardTemplate]
+FriendlyName="Dark Event: Incendiary Rounds"
+Description="Many ADVENT units now fire incendiary rounds."


[DarkEvent_APRounds X2DarkEventTemplate]
+DisplayName="Armour-Piercing Rounds"
+SummaryText="ADVENT incorporates Chryssalid scales into their weaponry, giving some ADVENT soldiers armour-piercing rounds for a month."
+QuoteText="\"Our troops might as well be wearing nothing if these rounds get out into the field.\""
+QuoteTextAuthor="- Chief Shen"
+PreMissionText="ADVENT units are equipped with armour-piercing rounds."
+PostMissionSuccessText="Dark Event Countered: Armour-Piercing Rounds"
+PostMissionFailureText="Failed to Counter Dark Event: Armour-Piercing Rounds"

[DarkEvent_APRounds X2HackRewardTemplate]
+FriendlyName="Dark Event: Armour-Piercing Rounds"
+Description="Many ADVENT units now fire armour-piercing rounds."


[DarkEvent_TalonRounds X2DarkEventTemplate]
+DisplayName="Shatter Rounds"
+SummaryText="ADVENT incorporates specially designed ammunition that expands once they penetrate a target, giving some ADVENT soldiers higher chances of critting for a month."
+QuoteText="\"Mag wounds could be bad enough on their own, now our troops will really suffer if they get hit.\""
+QuoteTextAuthor="- Central Officer Bradford"
+PreMissionText="ADVENT units are equipped with crit-increasing rounds."
+PostMissionSuccessText="Dark Event Countered: Shatter Rounds"
+PostMissionFailureText="Failed to Counter Dark Event: Shatter Rounds"

[DarkEvent_EarlyAvatar X2HackRewardTemplate]
+FriendlyName="Shatter Rounds"
+Description="Many ADVENT units will crit more often if they hit."


[DarkEvent_TracerRounds X2DarkEventTemplate]
+DisplayName="Smart Rounds"
+SummaryText="ADVENT tests out prototype smart ammunition, giving some ADVENT soldiers better aim on missions for a month."
+QuoteText="\"...I'm going die from a shot behind full cover thanks to this bullshit, aren't I?\""
+QuoteTextAuthor="- Anonymous XCOM Soldier"
+PreMissionText="ADVENT units are equipped with smart ammunition."
+PostMissionSuccessText="Dark Event Countered: Smart Rounds"
+PostMissionFailureText="Failed to Counter Dark Event: Smart Rounds"

[DarkEvent_TracerRounds X2HackRewardTemplate]
+FriendlyName="Dark Event: Smart Rounds"
+Description="Many ADVENT units now fire smart ammunition."

[DarkEvent_PermanentAvatar X2DarkEventTemplate]
+DisplayName="Avatar Moonbase"
+SummaryText="ADVENT establishes an Avatar Base on the moon, ensuring a small but steady flow of Avatars on all future missions permanently."
+QuoteText="\"Oh now they decide to do something on the moon, just when we finally have a geoscape that doesn't have it visible.\""
+QuoteTextAuthor="- Central Officer Bradford"
+PreMissionText="Avatars are on most missions permanently."
+PostMissionSuccessText="Dark Event Countered: Avatar Moonbase"
+PostMissionFailureText="Failed to Counter Dark Event: Avatar Moonbase"

[DarkEvent_PermanentAvatar X2HackRewardTemplate]
+FriendlyName="Dark Event: Avatar Moonbase"
+Description="Avatars are present on every mission."

[DarkEvent_PermanentInfestation X2DarkEventTemplate]
+DisplayName="Global Infestation"
+SummaryText="The aliens seed key areas in Chryssalid cocoons, ensuring a effectively infinite supply of Chryssalids on missions."
+QuoteText="\"If they get this project complete, everybody's going suffer from this complete, global infestation of Chryssalids.\""
+QuoteTextAuthor="- Dr. Tygan"
+PreMissionText="Chryssalids are on most missions permanently."
+PostMissionSuccessText="Dark Event Countered: Global Infestation"
+PostMissionFailureText="Failed to Counter Dark Event: Global Infestation"

[DarkEvent_PermanentInfestation X2HackRewardTemplate]
+FriendlyName="Dark Event: Global Infestation"
+Description="Chryssalids are present on almost every mission."

[DarkEvent_HazmatArmor X2DarkEventTemplate]
+DisplayName="Hazmat Armor"
+SummaryText="ADVENT rolls out a batch of special-purpose armors for its units, designed to defeat fire, poison, and acid."
+QuoteText="\"Man, I was really enjoying the judicious amount of war crimes we were committing against ADVENT.\""
+QuoteTextAuthor="- Anonymous XCOM Soldier"
+PreMissionText="Some ADVENT soldiers are immune to fire, poison, and acid."
+PostMissionSuccessText="Dark Event Countered: Hazmat Armor"
+PostMissionFailureText="Failed to Counter Dark Event: Hazmat Armor"

[DarkEvent_HazmatArmor X2HackRewardTemplate]
+FriendlyName="Dark Event: Hazmat Armor"
+Description="Some ADVENT soldiers have immunity to fire, posion, and acid."

[DarkEvent_PermanentInfiltrator X2DarkEventTemplate]
+DisplayName="Global Infiltration"
+SummaryText="The aliens replace countless people among the globe with Faceless, ensuring Faceless can appear anytime, anywhere."
+QuoteText="\"All those people that needed to be 'replaced' for this...there really is no limit to what those bastards are willing to do.\""
+QuoteTextAuthor="- Chief Shen"
+PreMissionText="Faceless are on most missions permanently."
+PostMissionSuccessText="Dark Event Countered: Global Infiltration"
+PostMissionFailureText="Failed to Counter Dark Event: Global Infiltration"

[DarkEvent_PermanentInfiltrator X2HackRewardTemplate]
+FriendlyName="Dark Event: Global Infiltration"
+Description="Faceless are on most missions permanently."

[DarkEvent_PermanentBerserkers X2DarkEventTemplate]
+DisplayName="Berserker Camps"
+SummaryText="The aliens set up camps reserved for Berserker populations, ensuring packs of Berserkers can be deployed anywhere, anytime."
+QuoteText="\"As if ADVENT didn't discourage living outside the city centers enough, now you'll have to deal with these things roaming all over the place.\""
+QuoteTextAuthor="- Chief Shen"
+PreMissionText="Berserkers are on most missions permanently."
+PostMissionSuccessText="Dark Event Countered: Berserker Camps"
+PostMissionFailureText="Failed to Counter Dark Event: Berserker Camps"

[DarkEvent_PermanentBerserkers X2HackRewardTemplate]
+FriendlyName="Dark Event: Berserker Camps"
+Description="Berserkers are on most missions permanently."


[DarkEvent_Mindshielding X2DarkEventTemplate]
+DisplayName="Mindshielding"
+SummaryText="The aliens and ADVENT roll out a batch of their own variant of Mindshields, protecting some of their troops from psionic mental effects and flashbangs for the month."
+QuoteText="\"Just what we need, ADVENT and aliens that just laugh at our flashbangs. \""
+QuoteTextAuthor="- Anonymous XCOM Soldier"
+PreMissionText="Some enemy units are protected from psionics and flashbangs for a month."
+PostMissionSuccessText="Dark Event Countered: Mindshielding"
+PostMissionFailureText="Failed to Counter Dark Event: Mindshielding"

[DarkEvent_Mindshielding X2HackRewardTemplate]
+FriendlyName="Dark Event: Mindshielding"
+Description="Some enemy units are protected from psionics and flashbangs."


[DarkEvent_BlastPadding X2DarkEventTemplate]
+DisplayName="EOD Armors"
+SummaryText="ADVENT authorizes a wave of explosive-resistant armour for field operations, giving some ADVENT troops resistance against explosive damage and armor."
+QuoteText="\"ADVENT has already ruined enough things in my life, why do they need to ruin my grenades too!?\""
+QuoteTextAuthor="- Anonymous XCOM Grenadier"
+PreMissionText="Some enemy units are protected from explosions for a month."
+PostMissionSuccessText="Dark Event Countered: EOD Armors"
+PostMissionFailureText="Failed to Counter Dark Event: EOD Armors"

[DarkEvent_BlastPadding X2HackRewardTemplate]
+FriendlyName="Dark Event: EOD Armors"
+Description="Some enemy units are protected from explosions."


[DarkEvent_LightningDrugs X2DarkEventTemplate]
+DisplayName="Lightning Drugs"
+SummaryText="ADVENT deploys experimental drug therapies, boosting a few ADVENT troops' reflexes to the point they can dodge enemy reaction fire."
+QuoteText="\"ADVENT troops were bad enough on their own, we don't need them drugged up to the point they can dodge bullets.\""
+QuoteTextAuthor="- Central Officer Bradford"
+PreMissionText="A few ADVENT units can avoid inital overwatch fire for a month"
+PostMissionSuccessText="Dark Event Countered: Lightning Drugs"
+PostMissionFailureText="Failed to Counter Dark Event: Lightning Drugs"

[DarkEvent_Lightning Drugs X2HackRewardTemplate]
+FriendlyName="Dark Event: Lightning Drugs"
+Description="A few ADVENT units can avoid inital overwatch fire"


[DarkEvent_HoloRounds X2DarkEventTemplate]
+DisplayName="Holotargeting Rounds"
+SummaryText="ADVENT deploys modified smart rounds, allowing their soldiers to hone in fire on targeted XCOM personnel."
+QuoteText="\"Smart rounds were bad enough on their own, but now all of them can benefit with this. \""
+QuoteTextAuthor="- Chief Shen"
+PreMissionText="Some ADVENT units are equipped with Holotargeting Rounds."
+PostMissionSuccessText="Dark Event Countered: Holotargeting Rounds"
+PostMissionFailureText="Failed to Counter Dark Event: Holotargeting Rounds"

[DarkEvent_HoloRounds X2HackRewardTemplate]
+FriendlyName="Dark Event: Holotargeting Rounds"
+Description="Some ADVENT units are equipped with Holotargeting Rounds."


[DarkEvent_SpecialForces X2DarkEventTemplate]
+DisplayName="Special Forces Surge"
+SummaryText="ADVENT integrates spec op units into the main field operations, making XCOM face some foes with abilties similar to them."
+QuoteText="\"They won't be able to replace everybody, but the few they will be able to send in could cause some major damage to our ops.\""
+QuoteTextAuthor="- Central Officer Bradford"
+PreMissionText="Some ADVENT units have specialized training, similar to some of XCOM's own abilties for a month."
+PostMissionSuccessText="Dark Event Countered: Special Forces Surge"
+PostMissionFailureText="Failed to Counter Dark Event: Special Forces Surge"

[DarkEvent_SpecialForces X2HackRewardTemplate]
+FriendlyName="Dark Event: Special Forces Surge"
+Description="Some ADVENT units have specialized training, similar to some of XCOM's own abilties for a month"


[DarkEvent_SuperUFO X2DarkEventTemplate]
+DisplayName="Advanced UFO Hunter"
+SummaryText="The aliens launch a UFO equipped with their latest scanning equipment, guaranteeing a shoot down of the Avenger."
+QuoteText="\"Well, shit.\""
+QuoteTextAuthor="- Central Officer Bradford"
+PreMissionText="Launches a UFO that will shoot down the Avenger"
+PostMissionSuccessText="Dark Event Countered: Advanced UFO Hunter"
+PostMissionFailureText="Failed to Counter Dark Event: Advanced UFO Hunter"

[DarkEvent_AvengerWatch X2DarkEventTemplate]
+DisplayName="Avenger Watch"
+SummaryText="The aliens launch a campaign to watch the skies for the Avenger and the Skyranger, giving a chance for a UFO to be launched after the Avenger after any mission completion."
+QuoteText="\"If we're unlucky enough, we're going end up having to dodge squadrons of those UFOs.\""
+QuoteTextAuthor="- Chief Shen"
+PreMissionText="Launches an anti-Avenger campaign by keeping UFOs on standby for any sign of XCOM activity."
+PostMissionSuccessText="Dark Event Countered: Avenger Watch"
+PostMissionFailureText="Failed to Counter Dark Event: Avenger Watch"

[DarkEvent_AlienWorm X2DarkEventTemplate]
+DisplayName="Alien Worm"
+SummaryText="ADVENT compromises a Resistance operative to plant an alien computer virus on the Avenger, costing XCOM intel and major inefficency with medical, psionic and engineering devices."
+QuoteText="\"It's hard to get anything done when the computers are screaming at you to surrender to ADVENT peacekeepers at the next available opportunity.\""
+QuoteTextAuthor="- Chief Shen"
+PreMissionText="Gets the Avenger compromised with an alien computer virus, wrecking computers on the ship."
+PostMissionSuccessText="Dark Event Countered: Alien Worm"
+PostMissionFailureText="Failed to Counter Dark Event: Alien Worm"

